<template>
  <section class="app-container my-16">
    <p
      class="relative w-fit text-secondary text-xs font-bold text-start before:absolute before:bottom-0 before:left-0 before:w-full before:rounded-full before:h-1/2 before:bg-gradient-to-t px-2 py-1 before:from-secondary/60 isolate"
    >
      سياسة الخصوصية و شروط الإستخدام
    </p>
    <p class="text-xl font-semibold">
      إننا ننشئ مجموعة من الخدمات من شأنها أن تساعد ملايين الأشخاص بصفة يومية
      على استكشاف العالم والتفاعل معه بطرق جديدة. وتشتمل خدماتنا على:
    </p>
    <ul class="list-disc ps-6 mt-6 mb-1">
      <li class="text-xl font-semibold">
        برامج Google ومواقعها وأجهزتها، مثل "البحث" وYouTube وGoogle Home
      </li>
      <li class="text-xl font-semibold">
        الأنظمة الأساسية مثل متصفّح Chrome ونظام تشغيل Android
      </li>
      <li class="text-xl font-semibold">
        المنتجات المدمجة في التطبيقات والمواقع الإلكترونية التابعة لجهات خارجية،
        مثل الإعلانات والإحصاءات وخرائط Google المضمّنة
      </li>
    </ul>
    <p class="text-xl font-semibold">
      يمكنك استخدام خدماتنا بطرق شتى لإدارة خصوصيتك. على سبيل المثال، يمكنك
      الاشتراك في حساب Google إذا أردت إنشاء محتوى وإدارته، مثل الرسائل
      الإلكترونية والصور، أو إذا أردت عرض مزيد من نتائج البحث ذات الصلة. يمكنك
      أيضًا استخدام الكثير من خدمات Google بدون تسجيل الدخول إلى حسابك أو بدون
      إنشاء حساب من الأساس، مثل البحث على Google أو مشاهدة فيديوهات YouTube. كما
      يمكنك اختيار تصفّح الويب بخصوصية تامة باستخدام متصفّح Chrome في "وضع
      التصفّح المتخفي"، ما يساعدك في إبقاء أنشطة التصفّح خاصة ومنع الآخرين الذين
      يستخدمون جهازك من الاطّلاع عليها. وبإمكانك، في مختلف خدماتنا، ضبط إعدادات
      الخصوصية للتحكم في المعلومات التي نجمعها وكيفية استخدامها. للمساعدة في شرح
      الأمور بأكبر قدر ممكن من الوضوح أضفنا الأمثلة والفيديوهات التوضيحية
      والتعريفات بخصوص المصطلحات الرئيسية. وإذا لديك أي أسئلة بشأن سياسة
      الخصوصية هذه، يمكنك الاتصال بنا.
    </p>
  </section>
</template>
